Repository: dan-hart/AsNeeded
Catalog: AsNeeded/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fa, fi, fr, fr_ca, he, hi, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, th, tr, vi, zh_hans, zh_hant, zh_hk

source: This application is not a replacement for professional medical advice.
ar: لا يعد هذا التطبيق بديلاً عن الاستشارة الطبية المهنية.
ca: Aquesta aplicació no substitueix l'assessorament mèdic professional.
cs: Tato aplikace nenahrazuje odborné lékařské poradenství.
da: Denne applikation erstatter ikke professionel lægelig rådgivning.
de: Diese Anwendung ersetzt keine professionelle medizinische Beratung.
el: Αυτή η εφαρμογή δεν αποτελεί υποκατάστατο επαγγελματικής ιατρικής συμβουλής.
es: Esta aplicación no sustituye el asesoramiento médico profesional.
es_419: Esta aplicación no sustituye el asesoramiento médico profesional.
fa: این برنامه جایگزین مشاوره پزشکی حرفه‌ای نیست.
fi: Tämä sovellus ei korvaa ammattilaisen antamaa lääketieteellistä neuvontaa.
fr: Cette application ne remplace pas un avis médical professionnel.
fr_ca: Cette application ne remplace pas les conseils médicaux professionnels.
he: יישום זה אינו תחליף לייעוץ רפואי מקצועי.
hi: यह ऐप पेशेवर चिकित्सा सलाह का विकल्प नहीं है।
hu: Ez az alkalmazás nem helyettesíti a szakszerű orvosi tanácsot.
id: Aplikasi ini bukan pengganti saran medis profesional.
it: Questa applicazione non sostituisce il parere medico professionale.
ja: 本アプリは専門的な医療助言の代わりにはなりません。
kk: Бұл қосымша кәсіби медициналық кеңестің орнын алмастырмайды.
ko: 이 응용 프로그램은 전문적인 의료 조언을 대체하지 않습니다.
ms: Aplikasi ini bukan pengganti nasihat perubatan profesional.
nb: Denne applikasjonen er ikke en erstatning for profesjonell medisinsk rådgivning.
nl: Deze applicatie is geen vervanging voor professioneel medisch advies.
pl: Ta aplikacja nie zastępuje profesjonalnej porady medycznej.
pt_br: Esta aplicação não substitui o aconselhamento médico profissional.
pt_pt: Esta aplicação não substitui o aconselhamento médico profissional.
ro: Această aplicație nu înlocuiește sfatul medical profesional.
ru: Это приложение не заменяет профессиональную медицинскую консультацию.
sv: Denna applikation ersätter inte professionell medicinsk rådgivning.
th: แอปพลิเคชันนี้ไม่ใช่ทางเลือกแทนคำแนะนำทางการแพทย์จากผู้เชี่ยวชาญ.
tr: Bu uygulama profesyonel tıbbi tavsiyenin yerine geçmez.
vi: Ứng dụng này không thay thế cho tư vấn y tế chuyên môn.
zh_hans: 本应用不能替代专业医疗建议。
zh_hant: 本應用程式無法取代專業醫療意見。
zh_hk: 本應用程式不能取代專業醫療建議。

source: This product uses publicly available data from the U.S. National Library of Medicine (NLM), National Institutes of Health, Department of Health and Human Services; NLM is not responsible for the product and does not endorse or recommend this or any other product.
ar: هذا المنتج يستخدم بيانات متاحة للعامة من المكتبة الوطنية الأمريكية للطب (NLM)، والمعاهد الوطنية للصحة، ووزارة الصحة والخدمات الإنسانية؛ المكتبة الوطنية للطب غير مسؤولة عن هذا المنتج ولا تؤيد أو توصي بهذا المنتج أو بأي منتج آخر.
ca: Aquest producte utilitza dades de domini públic de la U.S. National Library of Medicine (NLM), els National Institutes of Health i el Department of Health and Human Services; la NLM no és responsable del producte i no avala ni recomana aquest ni cap altre producte.
cs: Tento produkt používá veřejně dostupná data z U.S. National Library of Medicine (NLM), National Institutes of Health, Department of Health and Human Services; NLM není za produkt odpovědná a tento ani žádný jiný produkt neschvaluje ani nedoporučuje.
da: Dette produkt bruger offentligt tilgængelige data fra U.S. National Library of Medicine (NLM), National Institutes of Health, Department of Health and Human Services; NLM er ikke ansvarlig for produktet og anbefaler eller støtter ikke dette eller noget andet produkt.
de: Dieses Produkt verwendet öffentlich verfügbare Daten der U.S. National Library of Medicine (NLM), National Institutes of Health, Department of Health and Human Services; NLM ist nicht verantwortlich für das Produkt und unterstützt oder empfiehlt dieses oder ein anderes Produkt nicht.
el: Αυτό το προϊόν χρησιμοποιεί δημόσια διαθέσιμα δεδομένα από τη Βιβλιοθήκη Ιατρικής των ΗΠΑ (U.S. National Library of Medicine, NLM), τα Εθνικά Ινστιτούτα Υγείας (National Institutes of Health), και το Υπουργείο Υγείας και Ανθρωπίνων Υπηρεσιών (Department of Health and Human Services); το NLM δεν είναι υπεύθυνο για το προϊόν και δεν εγκρίνει ούτε συστήνει αυτό ή οποιοδήποτε άλλο προϊόν.
es: Este producto utiliza datos disponibles públicamente de la Biblioteca Nacional de Medicina de EE. UU. (NLM), los Institutos Nacionales de la Salud, del Departamento de Salud y Servicios Humanos; la NLM no es responsable del producto ni respalda ni recomienda este u otro producto.
es_419: Este producto utiliza datos de acceso público de la U.S. National Library of Medicine (NLM), National Institutes of Health, Department of Health and Human Services; la NLM no se hace responsable del producto ni lo respalda ni lo recomienda.
fa: این محصول از داده‌های در دسترس عموم کتابخانه ملی پزشکی آمریکا (NLM)، مؤسسه ملی سلامت، وزارت بهداشت و خدمات انسانی استفاده می‌کند؛ NLM مسئول این محصول نیست و آن را تأیید یا پیشنهاد نمی‌کند.
fi: Tämä tuote käyttää Yhdysvaltain National Library of Medicinein (NLM) julkisesti saatavilla olevia tietoja, National Institutes of Healthilta, Department of Health and Human Servicesiltä; NLM ei ole vastuussa tuotteesta eikä tue tai suosittele tätä tai mitään muuta tuotetta.
fr: Ce produit utilise des données publiques de la U.S. National Library of Medicine (NLM), National Institutes of Health, Department of Health and Human Services ; NLM n'est pas responsable du produit et n'endosse ni ne recommande ce produit ni aucun autre.
fr_ca: Ce produit utilise des données accessibles au public de la U.S. National Library of Medicine (NLM), National Institutes of Health, Department of Health and Human Services; NLM n'est pas responsable du produit et n'endosse ni ne recommande ce produit ni aucun autre.
he: מוצר זה משתמש בנתונים זמינים לציבור מספריית הרפואה הלאומית של ארצות הברית (NLM), מכון הלאומי לבריאות, משרד בריאות ושירותי בני אדם; ה‑NLM אינו אחראי למוצר ואינו תומך או ממליץ על מוצר זה או על כל מוצר אחר.
hi: यह उत्पाद U.S. National Library of Medicine (NLM), National Institutes of Health, Department of Health and Human Services से सार्वजनिक रूप से उपलब्ध डेटा का उपयोग करता है; NLM इस उत्पाद के लिए ज़िम्मेदार नहीं है और न तो इस उत्पाद और न ही किसी अन्य उत्पाद की सिफारिश या समर्थन करता है।
hu: Ez a termék az U.S. National Library of Medicine (NLM), a National Institutes of Health, a Department of Health and Human Services nyilvánosan elérhető adatait használja; az NLM nem felelős a termékért, és nem támogatja vagy ajánlja ezt vagy bármely más terméket.
id: Produk ini menggunakan data yang tersedia untuk umum dari U.S. National Library of Medicine (NLM), National Institutes of Health, Department of Health and Human Services; NLM tidak bertanggung jawab atas produk ini dan tidak mendukung atau merekomendasikan produk ini ataupun produk lain.
it: Questo prodotto utilizza dati pubblicamente disponibili della U.S. National Library of Medicine (NLM), National Institutes of Health, Department of Health and Human Services; NLM non è responsabile del prodotto e non approva né raccomanda questo o altri prodotti.
ja: 本製品は、米国国立医学図書館（NLM）、国立衛生研究所（NIH）、米国保健福祉省が公開しているデータを使用しています。NLMは本製品の責任を負わず、本製品またはその他の製品を支持または推奨するものではありません。
kk: Бұл өнім АҚШ Ұлттық медицина кітапханасының (NLM), Ұлттық денсаулық сақтау институттарының, Денсаулық сақтау және адам қызметтері департаментінің ашық қолжетімді деректерін пайдаланады; NLM осы өнім үшін жауапты емес және осы не басқа да өнімді мақұлдамайды және ұсынбайды.
ko: 이 제품은 미국 국립 의학 도서관(NLM), 국립 보건원(NIH), 보건복지부의 공개 데이터를 사용합니다; NLM은 본 제품에 대해 책임을 지지 않으며 본 제품이나 다른 어떤 제품도 지지하거나 추천하지 않습니다.
ms: Produk ini menggunakan data awam yang tersedia dari U.S. National Library of Medicine (NLM), National Institutes of Health, Department of Health and Human Services; NLM tidak bertanggungjawab terhadap produk ini dan tidak menyokong atau mengesyorkan produk ini atau mana‑mana produk lain.
nb: Dette produktet bruker offentlig tilgjengelige data fra U.S. National Library of Medicine (NLM), National Institutes of Health, Department of Health and Human Services; NLM er ikke ansvarlig for produktet og støtter eller anbefaler ikke dette eller noe annet produkt.
nl: Dit product gebruikt openbaar beschikbare gegevens van de U.S. National Library of Medicine (NLM), National Institutes of Health, Department of Health and Human Services; NLM is niet verantwoordelijk voor het product en geeft geen goedkeuring of aanbeveling voor dit of enig ander product.
pt_br: Este produto utiliza dados publicamente disponíveis da Biblioteca Nacional de Medicina dos EUA (NLM), dos Institutos Nacionais de Saúde, Departamento de Saúde e Serviços Humanos; a NLM não é responsável pelo produto e não endossa nem recomenda este ou qualquer outro produto.
pt_pt: Este produto utiliza dados publicamente disponíveis da U.S. National Library of Medicine (NLM), dos National Institutes of Health, do Department of Health and Human Services; a NLM não é responsável pelo produto e não apoia nem recomenda este ou qualquer outro produto.
ro: Acest produs utilizează date publice de la Biblioteca Națională de Medicină a SUA (NLM), Institutelor Naționale de Sănătate, Departamentul pentru Sănătate și Servicii Umane; NLM nu este responsabil pentru produs și nu îl susține sau recomandă pe acesta sau orice alt produs.
ru: Этот продукт использует общедоступные данные Библиотеки медицины США (NLM), Национальных институтов здравоохранения, Департамента здравоохранения и социальных служб; NLM не несет ответственности за продукт и не поддерживает и не рекомендует этот или любой другой продукт.
sv: Denna produkt använder offentligt tillgängliga uppgifter från U.S. National Library of Medicine (NLM), National Institutes of Health, Department of Health and Human Services; NLM ansvarar inte för produkten och rekommenderar eller stödjer inte denna eller någon annan produkt.
th: ผลิตภัณฑ์นี้ใช้ข้อมูลสาธารณะที่เปิดเผยโดย U.S. National Library of Medicine (NLM), National Institutes of Health, Department of Health and Human Services; NLM ไม่รับผิดชอบต่อผลิตภัณฑ์นี้และไม่รับรองหรือแนะนำผลิตภัณฑ์นี้หรือผลิตภัณฑ์อื่นใด
tr: Bu ürün, U.S. National Library of Medicine (NLM), National Institutes of Health, Department of Health and Human Services tarafından genel kullanıma açık verileri kullanır; NLM bu üründen sorumlu değildir ve bu ürünü ya da başka herhangi bir ürünü onaylamaz veya tavsiye etmez.
vi: Sản phẩm này sử dụng dữ liệu công khai từ Thư viện Y khoa Quốc gia Hoa Kỳ (NLM), Viện Y tế Quốc gia, Bộ Y tế và Dịch vụ Nhân sinh; NLM không chịu trách nhiệm cho sản phẩm này và không ủng hộ hoặc khuyến nghị sản phẩm này hay bất kỳ sản phẩm nào khác.
zh_hans: 本产品使用来自美国国立医学图书馆（NLM，隶属于美国国立卫生研究院，卫生与公众服务部）的公开数据；NLM 对本产品不承担责任，也不对本产品或任何其他产品表示认可或推荐。
zh_hant: 本產品使用美國國家醫學圖書館 (NLM)、國立衛生研究院、衛生與公共服務部公開可得之資料；NLM 對本產品不負責，亦不為本產品或任何其他產品背書或提供推薦。
zh_hk: 本產品使用來自美國國家醫學圖書館（NLM）、國家衛生研究院（NIH）、美國衛生與公眾服務部的公開資料；NLM 對本產品不負責，亦不為本產品或任何其他產品背書或推薦。

source: This product uses publicly available data from the U.S. National Library of Medicine (NLM), National Institutes of Health, Department of Health and Human Services.
ar: هذا المنتج يستخدم بيانات متاحة للعامة من المكتبة الوطنية الأمريكية للطب (NLM)، والمعاهد الوطنية للصحة، ووزارة الصحة والخدمات الإنسانية.
ca: Aquest producte utilitza dades de domini públic de la U.S. National Library of Medicine (NLM), els National Institutes of Health i el Department of Health and Human Services.
cs: Tento produkt používá veřejně dostupná data z U.S. National Library of Medicine (NLM), National Institutes of Health, Department of Health and Human Services.
da: Dette produkt bruger offentligt tilgængelige data fra U.S. National Library of Medicine (NLM), National Institutes of Health, Department of Health and Human Services.
de: Dieses Produkt verwendet öffentlich verfügbare Daten der U.S. National Library of Medicine (NLM), National Institutes of Health, Department of Health and Human Services.
el: Αυτό το προϊόν χρησιμοποιεί δημόσια διαθέσιμα δεδομένα από τη Βιβλιοθήκη Ιατρικής των ΗΠΑ (U.S. National Library of Medicine, NLM), τα Εθνικά Ινστιτούτα Υγείας (National Institutes of Health), και το Υπουργείο Υγείας και Ανθρωπίνων Υπηρεσιών (Department of Health and Human Services).
es: Este producto utiliza datos disponibles públicamente de la Biblioteca Nacional de Medicina de EE. UU. (NLM), los Institutos Nacionales de la Salud, del Departamento de Salud y Servicios Humanos.
es_419: Este producto utiliza datos de acceso público de la U.S. National Library of Medicine (NLM), National Institutes of Health, Department of Health and Human Services.
fa: این محصول از داده‌های در دسترس عموم کتابخانه ملی پزشکی آمریکا (NLM)، مؤسسه ملی سلامت، وزارت بهداشت و خدمات انسانی استفاده می‌کند.
fi: Tämä tuote käyttää Yhdysvaltain National Library of Medicinein (NLM) julkisesti saatavilla olevia tietoja, National Institutes of Healthilta, Department of Health and Human Servicesiltä.
fr: Ce produit utilise des données publiques de la U.S. National Library of Medicine (NLM), National Institutes of Health, Department of Health and Human Services.
fr_ca: Ce produit utilise des données accessibles au public de la U.S. National Library of Medicine (NLM), National Institutes of Health, Department of Health and Human Services.
he: מוצר זה משתמש בנתונים זמינים לציבור מספריית הרפואה הלאומית של ארצות הברית (NLM), מכון הלאומי לבריאות, משרד בריאות ושירותי בני אדם.
hi: यह उत्पाद U.S. National Library of Medicine (NLM), National Institutes of Health, Department of Health and Human Services से सार्वजनिक रूप से उपलब्ध डेटा का उपयोग करता है।
hu: Ez a termék az U.S. National Library of Medicine (NLM), a National Institutes of Health, a Department of Health and Human Services nyilvánosan elérhető adatait használja.
id: Produk ini menggunakan data yang tersedia untuk umum dari U.S. National Library of Medicine (NLM), National Institutes of Health, Department of Health and Human Services.
it: Questo prodotto utilizza dati pubblicamente disponibili della U.S. National Library of Medicine (NLM), National Institutes of Health, Department of Health and Human Services.
ja: 本製品は、米国国立医学図書館（NLM）、国立衛生研究所（NIH）、米国保健福祉省が公開しているデータを使用しています。
kk: Бұл өнім АҚШ Ұлттық медицина кітапханасының (NLM), Ұлттық денсаулық сақтау институттарының, Денсаулық сақтау және адам қызметтері департаментінің ашық қолжетімді деректерін пайдаланады.
ko: 이 제품은 미국 국립 의학 도서관(NLM), 국립 보건원(NIH), 보건복지부의 공개 데이터를 사용합니다.
ms: Produk ini menggunakan data awam yang tersedia dari U.S. National Library of Medicine (NLM), National Institutes of Health, Department of Health and Human Services.
nb: Dette produktet bruker offentlig tilgjengelige data fra U.S. National Library of Medicine (NLM), National Institutes of Health, Department of Health and Human Services.
nl: Dit product gebruikt openbaar beschikbare gegevens van de U.S. National Library of Medicine (NLM), National Institutes of Health, Department of Health and Human Services.
pt_br: Este produto utiliza dados publicamente disponíveis da Biblioteca Nacional de Medicina dos EUA (NLM), dos Institutos Nacionais de Saúde, Departamento de Saúde e Serviços Humanos.
pt_pt: Este produto utiliza dados publicamente disponíveis da U.S. National Library of Medicine (NLM), dos National Institutes of Health, do Department of Health and Human Services.
ro: Acest produs utilizează date publice de la Biblioteca Națională de Medicină a SUA (NLM), Institutelor Naționale de Sănătate, Departamentul pentru Sănătate și Servicii Umane.
ru: Этот продукт использует общедоступные данные Библиотеки медицины США (NLM), Национальных институтов здравоохранения, Департамента здравоохранения и социальных служб.
sv: Denna produkt använder offentligt tillgängliga uppgifter från U.S. National Library of Medicine (NLM), National Institutes of Health, Department of Health and Human Services.
th: ผลิตภัณฑ์นี้ใช้ข้อมูลสาธารณะที่เปิดเผยโดย U.S. National Library of Medicine (NLM), National Institutes of Health, Department of Health and Human Services.
tr: Bu ürün, U.S. National Library of Medicine (NLM), National Institutes of Health, Department of Health and Human Services tarafından genel kullanıma açık verileri kullanır.
vi: Sản phẩm này sử dụng dữ liệu công khai từ Thư viện Y khoa Quốc gia Hoa Kỳ (NLM), Viện Y tế Quốc gia, Bộ Y tế và Dịch vụ Nhân sinh.
zh_hans: 本产品使用来自美国国立医学图书馆（NLM，隶属于美国国立卫生研究院，卫生与公众服务部）的公开数据。
zh_hant: 本產品使用美國國家醫學圖書館 (NLM)、國立衛生研究院、衛生與公共服務部公開可得之資料。
zh_hk: 本產品使用來自美國國家醫學圖書館（NLM）、國家衛生研究院（NIH）、美國衛生與公眾服務部的公開資料。

source: This product uses publicly available data from the U.S. National Library of Medicine (NLM), National Institutes of Health.
ar: هذا المنتج يستخدم بيانات متاحة للعامة من المكتبة الوطنية الأمريكية للطب (NLM)، والمعاهد الوطنية للصحة.
ca: Aquest producte utilitza dades de domini públic de la U.S. National Library of Medicine (NLM) i els National Institutes of Health.
cs: Tento produkt používá veřejně dostupná data z U.S. National Library of Medicine (NLM), National Institutes of Health.
da: Dette produkt bruger offentligt tilgængelige data fra U.S. National Library of Medicine (NLM), National Institutes of Health.
de: Dieses Produkt verwendet öffentlich verfügbare Daten der U.S. National Library of Medicine (NLM), National Institutes of Health.
el: Αυτό το προϊόν χρησιμοποιεί δημόσια διαθέσιμα δεδομένα από τη Βιβλιοθήκη Ιατρικής των ΗΠΑ (U.S. National Library of Medicine, NLM) και τα Εθνικά Ινστιτούτα Υγείας (National Institutes of Health).
es: Este producto utiliza datos disponibles públicamente de la Biblioteca Nacional de Medicina de EE. UU. (NLM), los Institutos Nacionales de la Salud.
es_419: Este producto utiliza datos de acceso público de la U.S. National Library of Medicine (NLM), National Institutes of Health.
fa: این محصول از داده‌های در دسترس عموم کتابخانه ملی پزشکی آمریکا (NLM)، مؤسسه ملی سلامت استفاده می‌کند.
fi: Tämä tuote käyttää Yhdysvaltain National Library of Medicinein (NLM) julkisesti saatavilla olevia tietoja, National Institutes of Healthilta.
fr: Ce produit utilise des données publiques de la U.S. National Library of Medicine (NLM), National Institutes of Health.
fr_ca: Ce produit utilise des données accessibles au public de la U.S. National Library of Medicine (NLM), National Institutes of Health.
he: מוצר זה משתמש בנתונים זמינים לציבור מספריית הרפואה הלאומית של ארצות הברית (NLM), מכון הלאומי לבריאות.
hi: यह उत्पाद U.S. National Library of Medicine (NLM), National Institutes of Health से सार्वजनिक रूप से उपलब्ध डेटा का उपयोग करता है।
hu: Ez a termék az U.S. National Library of Medicine (NLM) és a National Institutes of Health nyilvánosan elérhető adatait használja.
id: Produk ini menggunakan data yang tersedia untuk umum dari U.S. National Library of Medicine (NLM), National Institutes of Health.
it: Questo prodotto utilizza dati pubblicamente disponibili della U.S. National Library of Medicine (NLM), National Institutes of Health.
ja: 本製品は、米国国立医学図書館（NLM）および国立衛生研究所（NIH）が公開しているデータを使用しています。
kk: Бұл өнім АҚШ Ұлттық медицина кітапханасының (NLM), Ұлттық денсаулық сақтау институттарының ашық қолжетімді деректерін пайдаланады.
ko: 이 제품은 미국 국립 의학 도서관(NLM), 국립 보건원(NIH)의 공개 데이터를 사용합니다.
ms: Produk ini menggunakan data awam yang tersedia dari U.S. National Library of Medicine (NLM), National Institutes of Health.
nb: Dette produktet bruker offentlig tilgjengelige data fra U.S. National Library of Medicine (NLM), National Institutes of Health.
nl: Dit product gebruikt openbaar beschikbare gegevens van de U.S. National Library of Medicine (NLM), National Institutes of Health.
pt_br: Este produto utiliza dados publicamente disponíveis da Biblioteca Nacional de Medicina dos EUA (NLM), dos Institutos Nacionais de Saúde.
pt_pt: Este produto utiliza dados publicamente disponíveis da U.S. National Library of Medicine (NLM), dos National Institutes of Health.
ro: Acest produs utilizează date publice de la Biblioteca Națională de Medicină a SUA (NLM), Institutelor Naționale de Sănătate.
ru: Этот продукт использует общедоступные данные Библиотеки медицины США (NLM), Национальных институтов здравоохранения.
sv: Denna produkt använder offentligt tillgängliga uppgifter från U.S. National Library of Medicine (NLM), National Institutes of Health.
th: ผลิตภัณฑ์นี้ใช้ข้อมูลสาธารณะที่เปิดเผยโดย U.S. National Library of Medicine (NLM), National Institutes of Health.
tr: Bu ürün, U.S. National Library of Medicine (NLM), National Institutes of Health tarafından genel kullanıma açık verileri kullanır.
vi: Sản phẩm này sử dụng dữ liệu công khai từ Thư viện Y khoa Quốc gia Hoa Kỳ (NLM), Viện Y tế Quốc gia.
zh_hans: 本产品使用来自美国国立医学图书馆（NLM，美国国立卫生研究院）的公开数据。
zh_hant: 本產品使用美國國家醫學圖書館 (NLM)、國立衛生研究院公開可得之資料。
zh_hk: 本產品使用來自美國國家醫學圖書館（NLM）與國家衛生研究院（NIH）的公開資料。
